[
  {
    "id": 734367196,
    "text": "Barbara Minto, whose The Pyramid Principle is the most influential work on effective business communication, is also a big fan of structure: Controlling the sequence in which you present your ideas is the single most important act necessary to clear writing. The clearest sequence is always to give the summarizing idea before you give the individual ideas being summarized.",
    "note": "",
    "location": 1220,
    "location_type": "location",
    "highlighted_at": "2024-06-16T04:56:00.000000Z",
    "url": null,
    "color": "yellow",
    "updated": "2024-06-16T06:08:15.971948Z",
    "book_id": 39666207,
    "tags": [
      {
        "id": 174548814,
        "name": "share"
      }
    ]
  },
  {
    "id": 726090704,
    "text": "When you identify new critical work, perhaps identifying a gap in your tooling or process, think about who else could be generating that work and then sit down with them to have them put together the proposal you planned to write. Then build support for their proposal just as you would have for your own. Importantly, when the work becomes theirs, you have to let it be theirs. Councel, give advice, provide context, but ultimately sponsorship includes letting them take an approach that you wouldn’t. It might end up going poorly, and they’ll learn from that – just like you’ve learned from your mistakes over your career. It might end up going very well, and then you’ll learn something instead.",
    "note": "",
    "location": 1110,
    "location_type": "location",
    "highlighted_at": "2024-05-29T04:56:00.000000Z",
    "url": null,
    "color": "yellow",
    "updated": "2024-05-29T13:45:22.040390Z",
    "book_id": 39666207,
    "tags": [
      {
        "id": 174405121,
        "name": "share"
      },
      {
        "id": 174405119,
        "name": "favorite"
      }
    ]
  },
  {
    "id": 718334834,
    "text": "I think this is the most important lesson I’ve learned over the past few years: the most effective leaders spend more time following than they do leading. This idea also comes up in the idea of the “the first follower creates a leader,” but effective leaders don’t split the world into a leader and follower dichotomy, rather they move in and out of leadership and follower roles with the folks around them.",
    "note": "",
    "location": 986,
    "location_type": "location",
    "highlighted_at": "2024-05-11T04:56:00.000000Z",
    "url": null,
    "color": "yellow",
    "updated": "2024-05-11T15:25:36.346697Z",
    "book_id": 39666207,
    "tags": [
      {
        "id": 174216837,
        "name": "favorite"
      },
      {
        "id": 174216909,
        "name": "share"
      }
    ]
  },
  {
    "id": 715542344,
    "text": "Emissions of substances that deplete the ozone layer have fallen by more than 99% since 1989Esteban Ortiz-Ospina\n\n![](https://media.beehiiv.com/cdn-cgi/image/fit=scale-down,format=auto,onerror=redirect,quality=80/uploads/asset/file/abe85c4b-8067-424f-993e-df4455ad5e03/Ozone-trend-v2_1350.png?t=1714449729)\n\nIn 1987, countries around the world signed the Montreal Protocol to reduce emissions of ozone-depleting substances — such as chlorofluorocarbons (CFCs), hydrochlorofluorocarbons (HCFCs), and halon gases used in refrigerators, deodorants, and other industrial processes.",
    "note": "",
    "location": 3451,
    "location_type": "offset",
    "highlighted_at": "2024-05-05T17:06:45.676418Z",
    "url": "https://read.readwise.io/read/01hx4vhshs2eghnt3mx9nr4c32",
    "color": "",
    "updated": "2024-05-05T17:06:45.707155Z",
    "book_id": 40238590,
    "tags": [
      {
        "id": 173945898,
        "name": "share"
      }
    ]
  },
  {
    "id": 715111134,
    "text": "people want to work with an inspiring leader who believes they can overcome even messy internal problems. Commentary generally reduces your ability to solve internal problems, reduces your visibility as an inspiring leader, and anchors your own attention on problems rather than opportunity.",
    "note": "Commentary isn’t feedback and can be quite toxic",
    "location": 7513,
    "location_type": "offset",
    "highlighted_at": "2024-05-04T14:28:40.062108Z",
    "url": "https://read.readwise.io/read/01hx20315p3hqqhrhqxjxfhy6h",
    "color": "",
    "updated": "2024-05-04T14:28:40.102871Z",
    "book_id": 40207660,
    "tags": [
      {
        "id": 174406343,
        "name": "share"
      }
    ]
  },
  {
    "id": 715110965,
    "text": "Feedback is conveying information to someone about how they are impacting something. For example, “Hey Will, it felt like you focused on convincing the CFO about the cost impact of your hiring plan, but didn’t spend time convincing anyone else that the plan was worthwhile, even if the cost was low. It would have worked better if you’d started on why it’s useful before getting caught up on how to minimize the expense.” People also talk *a lot* about their views on the behavior of a third party. Going back to my last example, if the head of product complained to the CFO that Will (the head of engineering) didn’t even explain their proposal, that’s not feedback (it’s being delivered to an uninvolved party), that’s just commentary about the head of engineering’s behavior.",
    "note": "Commentary can be polarizing and toxic",
    "location": 6073,
    "location_type": "offset",
    "highlighted_at": "2024-05-04T14:27:39.308170Z",
    "url": "https://read.readwise.io/read/01hx201dztp9grkte83m8ag0t9",
    "color": "",
    "updated": "2024-05-04T14:27:39.331226Z",
    "book_id": 40207660,
    "tags": [
      {
        "id": 174406191,
        "name": "share"
      }
    ]
  },
  {
    "id": 709700913,
    "text": "The broader question of private APIs for external hardware, though, is a very big deal for tech innovation going forward. I quoted that blog post from Sandofsky extensively at the beginning because of his systematic takedown of Humane’s insistence on being independent of the iPhone, but the other question to raise is if Humane could have even functioned as an iPhone accessory? I don’t think so, and that strikes me as a big problem for innovation going forward.",
    "note": "Antitrust case against [[Apple]]. Humane is attempting to exist outside the Apple ecosystem but that’s its greatest flaw. It does demonstrate hubris from the company, they didn’t learn the right lessons from the iPhone launch (namely that it started by offloading functionality to desktops and after years of goodwill built with devs), but also does show how impossible it is to exist outside of the smartphone currently. Generally, antitrust cases against Apple are difficult as most of the company's decisions benefit the consumer. Taking the competition-stifling perspective perhaps allows a longer term harmful view of the consumer",
    "location": 14903,
    "location_type": "offset",
    "highlighted_at": "2024-04-21T17:57:59.245294Z",
    "url": "https://read.readwise.io/read/01hw0wt3crph3zx70xgt5a2e14",
    "color": "",
    "updated": "2024-04-21T17:57:59.268338Z",
    "book_id": 39835936,
    "tags": [
      {
        "id": 174406166,
        "name": "share"
      }
    ]
  },
  {
    "id": 667378494,
    "text": "we’d have preferred to launch something great, but instead we had the choice of taking one last swing or turning in our bat quietly.\n\nI’m glad we took the last swing; proud we survived the rough launch.\n\nOn the other hand, I’m still shocked that we were so reckless in the launch itself. I remember the meeting where we decided to go ahead with the launch, with Mike vigorously protesting. To the best of my recollection, I remained silent. I hope that I grew from the experience, because even now I’m uncertain how such a talented group put on that display of fuckery.",
    "note": "",
    "location": 10936,
    "location_type": "offset",
    "highlighted_at": "2024-01-26T19:58:03.983066Z",
    "url": "https://read.readwise.io/read/01hms838wx4k6n1hwd55f4h4rv",
    "color": "",
    "updated": "2024-01-26T19:58:04.007360Z",
    "book_id": 37096382,
    "tags": [
      {
        "id": 174121005,
        "name": "share"
      }
    ]
  },
  {
    "id": 663879049,
    "text": "Here’s something I believe but can’t prove or adequately explain: the more you reduce coupling for one class of changes, the greater the coupling becomes for other classes of changes. The practical implication of this (if it matches your intuition) is that you shouldn’t bother to squeeze out every last bit of coupling. The coupling created in doing so isn’t worth it.",
    "note": "",
    "location": 1247,
    "location_type": "location",
    "highlighted_at": "2024-01-20T04:56:00.000000Z",
    "url": null,
    "color": "yellow",
    "updated": "2024-01-20T16:12:19.691714Z",
    "book_id": 35543783,
    "tags": [
      {
        "id": 174548797,
        "name": "share"
      }
    ]
  },
  {
    "id": 646216053,
    "text": "Energy use is the bound of civilization. If you increase it, civilization grows and progresses. If you limit it, civilization stagnates. If you diminish it, civilization crumbles. Energy is the most fundamental determinant of a society’s success. It feeds us, houses us, wins wars, powers technology, and dictates policy. Even money is a mere proxy for energy.",
    "note": "",
    "location": 10775,
    "location_type": "offset",
    "highlighted_at": "2023-12-22T20:25:20.567712Z",
    "url": "https://read.readwise.io/read/01hj9k8bzhwqqjfh4n6ddq9ghf",
    "color": "",
    "updated": "2023-12-22T20:25:20.599327Z",
    "book_id": 35723218,
    "tags": [
      {
        "id": 174216911,
        "name": "share"
      }
    ]
  },
  {
    "id": 644017750,
    "text": "New York does not need another Robert Moses. But amid the avalanche of checks created since the 1960s, progressives need to revisit the impulse that spurred figures like Woodrow Wilson and Louis Brandeis to try to make government work. Public authority, in the end, isn’t good or bad—it’s a means to an end. No one should be allowed to bulldoze powerless communities with impunity. But government should be able to build a nice train station in less than three decades. To rebuild faith in the power of government to do good, responsible leaders need the power to pursue the public interest.",
    "note": "",
    "location": 58901,
    "location_type": "offset",
    "highlighted_at": "2023-12-18T16:51:23.856863Z",
    "url": "https://read.readwise.io/read/01hhyxdr6yqef0f8epv9yzxjp2",
    "color": "",
    "updated": "2023-12-18T16:51:23.881900Z",
    "book_id": 35488146,
    "tags": [
      {
        "id": 174405194,
        "name": "share"
      }
    ]
  },
  {
    "id": 643973796,
    "text": "The Impact of Sleep on Digital Habits\n\nTranscript:\nSpeaker 1\nThe single best thing for my digital habits is to get enough sleep. Interesting. If I get enough sleep, I'm going to be pretty good in terms of where I'm putting my attention that day. And if I don't, I'm going to want that stimulus hit of weird shit and I'm going to not have the energy to read it a real book and sleep really decides a lot of how the next day goes for me digitally, But it has nothing to do really with like what's actually on my phone. It's about how I'm managing other things in my life.",
    "note": "",
    "location": 3273,
    "location_type": "time_offset",
    "highlighted_at": "2023-12-18T14:51:38.477236Z",
    "url": "https://share.snipd.com/snip/be335220-6b30-41a0-81b4-76f263b01e79",
    "color": "",
    "updated": "2023-12-18T15:06:11.012893Z",
    "book_id": 35560808,
    "tags": [
      {
        "id": 174216914,
        "name": "share"
      }
    ]
  }
]